Repository: pawelstrzelczyk/wave-mobile
Catalog: ios/Runner/*.lproj/Localizable.strings
Languages: pl

# notification_title_duty_finished
source: Duty finished 🏖.
pl: Zakończono dyżur 🏖.

# notification_body_duty_finished
source: Your duty has been finished.
pl: Twój dyżur został zakończony.

# notification_title_patrol_finished
source: Patrol finished 🦺.
pl: Zakończono patrol 🦺.

# notification_body_patrol_finished
source: Patrol has been finished.
pl: Twój patrol został zakończony.

# notification_title_duty_scheduled
source: Upcoming duty ⏰.
pl: Nadchodzący dyżur ⏰.

# notification_body_duty_scheduled
source: Your duty will start in %1$s minutes.
pl: Twój dyżur rozpocznie się za %1$s minut.

# notification_title_duty_confirm
source: Confirm duty 💂.
pl: Potwierdź dyżur 💂

# notification_body_duty_confirm
source: It is time to start your duty. If you have not already done so, please confirm your presence in the app.
pl: Nadszedł czas na rozpoczęcie dyżuru. Jeśli nie zostało to jeszcze zrobione, potwierdź swoją obecność w aplikacji.

# notification_title_duty_confirm_reminder
source: Confirm duty reminder 💤.
pl: Przypomnienie o potwierdzeniu dyżuru 💤.

# notification_body_duty_confirm_reminder
source: You have an ongoing duty that requires confirmation in the app.
pl: Masz trwający dyżur, który wymaga potwierdzenia w aplikacji.

# notification_title_patrol_inactive
source: Problem with your patrol has been detected ⚠.
pl: Wykryto problem z Twoim patrolem ⚠.

# notification_body_patrol_inactive
source: Check your phone settings (Internet connection, power saving mode, location access).
pl: Sprawdź ustawienia telefonu (połączenie z Internetem, tryb oszczędzania energii, dostęp do lokalizacji).

# notification_title_patrol_soon_expires
source: Patrol will expire soon ⏰.
pl: Ptrol wygasa ⏰.

# notification_body_patrol_soon_expires
source: Your patrol will expire soon.
pl: Twój patrol wkrótce wygaśnie.

# notification_title_duty_soon_expires
source: Duty will expire soon ⏰.
pl: Dyżur wygasa ⏰.

# notification_body_duty_soon_expires
source: Your duty will expire soon.
pl: Twój dyżur wkrótce wygaśnie.
