Repository: pawelstrzelczyk/wave-mobile
Catalog: lib/l10n/app_*.arb
Languages: pl

# signInButton
source: Sign in
pl: Zaloguj się

# informationButton
source: Information
pl: Informacje

# helpButton
source: Help
pl: Pomoc

source: Settings
pl: Ustawienia

# signInInfo
source: Signing in...
pl: Logowanie...

source: Current status
pl: Aktualny status

source: Report status
pl: Zgłoś status

source: Double-click to start patrol
pl: Kliknij podwójnie aby rozpocząć patrol

source: Double-click to start duty
pl: Kliknij podwójnie aby rozpocząć dyżur

# youHaveActiveStatus
source: You already have active status
pl: Masz już aktywny status

# dutyTitle
source: Duty
pl: Dyżur

# patrolDescription
source: Active prevention
pl: Aktywna prewencja

# dutyDescription
source: Ready to act
pl: Gotowość do działania

# scheduledStartDate
source: Start date
pl: Data rozpoczęcia

# scheduledEndDate
source: End date
pl: Data zakończenia

source: Mobilisation time
pl: Czas mobilizacji

source: Mobilisation place
pl: Miejsce mobilizacji

# searchTitle
source: Choose mobilisation place
pl: Wybierz miejsce mobilizacji

# searchHint
source: Search place
pl: Wyszukaj miejsce

source: Device location status
pl: Status lokalizacji urządzenia

source: Warning
pl: Uwaga

source: Confirm patrol
pl: Potwierdź patrol

source: Cancel
pl: Anuluj

source: Send
pl: Wyślij

source: Edit
pl: Edytuj

# delete
source: Finish
pl: Zakończ

source: Confirm duty
pl: Potwierdź dyżur

# confirmDelete
source: Do you want to delete this duty?
pl: Czy chcesz anulować zaplanowany dyżur?

# confirmFinish
source: Do you want to finish?
pl: Czy chcesz zakończyć?

# confirmStart
source: Do you want to start patrol?
pl: Czy chcesz rozpocząć patrol?

source: Action required
pl: Wymagana akcja

# confirmScheduledDutyTitle
source: Confirm scheduled duty
pl: Potwierdź zaplanowany dyżur

# confirmScheduledDuty
source: Do you want to start duty?
pl: Czy chcesz rozpocząć zaplanowany dyżur?

# confirmScheduledDutyMessage
source: Click to confirm duty scheduled from {startTimestamp} to {endTimestamp}.
pl: Kliknij, aby potwierdzić dyżur zaplanowany w godzinach {startTimestamp} - {endTimestamp}

# patrolNotificationTitle
source: Your patrol is active
pl: Twój patrol jest aktywny

# patrolNotificationMessage
source: ends at {endTimestamp}
pl: koniec o {endTimestamp}

# confirmSchedule
source: Do you want to schedule duty?
pl: Czy chcesz zaplanować dyżur?

# cantPlanDutyWhileActive
source: Plan your duty in the free time
pl: Zaplanuj dyżur w wolnej chwili

source: Yes
pl: Tak

source: No
pl: Nie

# startTime
source: Start
pl: Rozpoczęcie

# endTime
source: End
pl: Zakończenie

source: Location
pl: Lokalizacja

source: Synchronisation
pl: Synchronizacja

# enterDateMessage
source: Please enter date
pl: Podaj datę

# enterTimeMessage
source: Please enter time
pl: Podaj godzinę

# enterMobilisationMessage
source: Please enter mob. time
pl: Podaj czas mobilizacji

# selectMobilisationPointMessage
source: Please select mobilisation place
pl: Wybierz miejsce mobilizacji

# endTimeBeforeStartMessageOnEdit
source: Cannot end patrol before it starts
pl: Zmień godzinę zakończenia

# endTimeBeforeStartMessageOnCreate
source: End time is in past
pl: Data zakończenia w przeszłości

# startTimeBeforeStartMessageOnEdit
source: Cannot change start time in past
pl: Zmień godzinę rozpoczęcia

# startTimeBeforeStartMessageOnCreate
source: Cannot start duty in past
pl: Data rozpoczęcia w przeszłości

# enterPatrolEndTime
source: Please enter time
pl: Podaj godzinę

# wrongPatrolEndTime
source: Wrong end time
pl: Zła godzina zakończenia

source: Save
pl: Zapisz

# confirmSave
source: Confirm changes
pl: Zapisz zmiany

# confirmChanges
source: Do you want to confirm changes?
pl: Czy chcesz zapisać zmiany?

# cancelSave
source: Cancel changes
pl: Anuluj zmiany

# cancelChanges
source: Do you want to cancel editing?
pl: Czy chcesz zakończyć edytowanie?

source: Edit duty
pl: Edytuj dyżur

source: Edit patrol
pl: Edytuj patrol

# confirmEditDuty
source: Do you want to edit duty?
pl: Czy chcesz edytować dyżur?

# confirmEditPatrol
source: Do you want to edit patrol?
pl: Czy chcesz edytować patrol?

source: Precise
pl: Precyzyjna

source: Reduced
pl: Przybliżona

source: Unknown
pl: Nieznana

source: Connected
pl: Połączono

source: Disconnected
pl: Rozłączono

source: Other
pl: Inny

# nothingToShowTitle
source: Nothing to show
pl: Nic tu nie ma

# nothingToShowMessage
source: You do not have active duty or patrol
pl: Nie masz aktywnego patrolu ani dyżuru

# noLocation
source: No location data
pl: Brak lokalizacji

# okLocation
source: Up-to-date
pl: Aktualna

# historyPageTitle
source: History
pl: Historia

source: Duties
pl: Dyżury

source: Patrols
pl: Patrole

# noMoreDataText
source: No more data.
pl: Koniec danych.

# menuDestinationTooltip
source: User dashboard
pl: Panel ratownika

# historyDestinationLabel
source: History
pl: Historia

# historyDestinationTooltip
source: Patrols and duties history
pl: Historia patroli i dyżurów

# plannedDestinationLabel
source: Planned
pl: Przyszłe

# plannedDestinationTooltip
source: Scheduled duties
pl: Zaplanowane dyżury

# plannedPageTitle
source: Planned
pl: Przyszłe

# settingsDestinationLabel
source: Settings
pl: Ustawienia

# settingsDestinationTooltip
source: App settings
pl: Ustawienia aplikacji

# languageChooseTitle
source: Language
pl: Język

# languageSystemText
source: System
pl: Systemowy

# themeChooseTitle
source: Theme
pl: Motyw

# themeDarkText
source: Dark
pl: Ciemny

# themeLightText
source: Light
pl: Jasny

# themeSystemText
source: System
pl: Systemowy

# privacyPolicyTitle
source: Privacy policy
pl: Polityka prywatności

# userManualTitle
source: User manual
pl: Instrukcja użytkownika

# logoutTitle
source: Logout
pl: Wyloguj

# osmContribution
source: Â© OpenStreetMap contributors
pl: © autorzy OpenStreetMap

# locationErrorTitle
source: Enable location in settings
pl: Włącz lokalizację w ustawieniach

# locationErrorContent
source: Patrol requires location to be enabled in settings. Please do so and try again.
pl: Patrol nie może działać bez lokalizacji. Włącz lokalizację w ustawieniach urządzenia.

source: Sort duties
pl: Sortuj dyżury

source: Newest first
pl: Od najnowszych

source: Oldest first
pl: Od najstarszych

source: Sort patrols
pl: Sortuj patrole

source: Start date
pl: Data rozpoczęcia

source: End date
pl: Data zakończenia

source: Apply
pl: Zastosuj

# sliderLabelMinutes
source: Minutes
pl: Minut

# sliderLabelMinutesFew
source: Minutes
pl: Minuty

# sliderLabelOneMinute
source: Minute
pl: Minuta

source: About
pl: O aplikacji

source: Close
pl: Zamknij

source: Exit
pl: Wyjdź

source: Open settings
pl: Otwórz ustawienia

source: Could not open location settings
pl: Nie można otworzyć ustawień lokalizacji

source: System version
pl: Wersja systemu

source: Device
pl: Urządzenie

source: Product
pl: Produkt

source: Bad request
pl: Błędne żądanie

# logoutMessage
source: Logged out
pl: Wylogowano

# fundingInformation
source: Project co-funded by the Greater Poland Voivodeship Self-Government
pl: Projekt dofinansowany przez Samorząd Województwa Wielkopolskiego
